{"id":"1","text":"Procedures:","schema": "pure_display", "choices": ["<p>In this study, you will be presented with texts from a Social Media platform called Vent, where users can share an emotion and write a corresponding post. <br> Your task is to choose the emotion that is expressed by the post. If none of the emotions seem to match perfectly, please choose the best possible fit. <br>The purpose of this study is to compare your classifications with those of LEIA, an emotion detection language model. This model is able to identify the following emotions: Happiness, Sadness, Anger and Fear. <br> The following table is provided as an aid, to categorize certain emotions to the given emotions. <br> <table border='1'><tr><td>Sadness</td><td>Lonely, Sad, Miserable</td></tr><tr><td>Anger</td><td>Angry, Annoyed, Frustrated, Furious</td></tr><tr><td>Fear</td><td>Anxious, Stressed, Afraid, Nervous, Worried</td></tr><tr><td>Happiness</td><td>Happy, Excited</td></tr></table></p>"]}
{"id":"2","text":"Examples:","schema": "pure_display", "choices": ["<p>To better understand the task, please review the following example texts.</p> <p> &emsp;\"found my mom's chocolate stash and hellz yeah i'm gonna eat all of this\"<br> &emsp;&rarr Happiness</p> <p> &emsp;\"I really don't feel like doing anything or going anywhere. I would just like to disappear.\"<br> &emsp; &rarr Sadness</p>"]}
{"id":"3","text":"Risks:","schema": "pure_display", "choices": ["Some texts may contain emotionally challenging content. Please be mindful of this as you read. "]}
{"id":"4","text":"Confidentiality:","schema": "pure_display", "choices": ["In this study your confidentiality will be maintained in the following manner: <br> To protect your identity, the researchers will take the following steps: (1) Each participant will be assigned a number; (2) The researchers will record any data collected during the study by number, not by name; (3) Any original recordings or data files will be stored in a secured location accessed only by authorized researchers. <br>This Study has been approved by the Institutional Review Board (Ethics Committee) of the University of Konstanz (IRB statement 14/2025)."]}
{"id":"5","text":"Voluntary Participation:","schema": "pure_display", "choices": ["Your participation in this research is voluntary. You may discontinue participation at any time during the research activity."]}